[{"title":"Friends","audioA":"friendsA.mp3","audioB":"friendsB.mp3","BMP":"95","spokenText":"<p>\nI want to be a good friend but am I really?<br><br>\n\nI have different levels of intensity in my friendships, but the ones that most matter to me surely deserve the most effort.<br><br>\n\nNot because I think I've been a bad friend, but because I want to make sure my friends know I'm there for them.<br><br>\n\nI will make time to connect with my friends.  Not through Instagram or email but real face-to-face interactions.<br><br>\n\nI want us to share intimate thoughts and feelings with each other.  I love how my friends share their deepest secrets and biggest dreams with me, and they love me doing the same. This is what brings us closer together and builds bonds for life.<br><br>\n\n\nAn old friend will help you move. A good friend will help you move a dead body.<br><br>\n\nGood friends don’t let their friends do stupid things alone.<br><br>\n\nWe are best friends. Always remember that when you fall, I’ll pick you up, after I finish laughing.<br><br>\n\nFriendship must be built on a solid foundation of alcohol, sarcasm, inappropriateness, and shenanigans.<br><br>\n</p>","created":"2022-03-02","release":"2022-03-02"},{"title":"Synthetic Dimensions","audioA":"syntheticA.mp3","audioB":"syntheticB.mp3","BMP":"110","spokenText":"<p>\nI was able to harness electrons to make synthetic dimensions.<br><br>\n\nI learned to control electrons in gigantic Rydberg atoms with such precision I could create synthetic dimensions to study quantum simulations.<br><br>\n\nI developed a technique to engineer the Rydberg states of ultracold strontium atoms by applying resonant microwave electric fields to couple many states together.<br><br>\n\nIt is much easier to have control over coupling amplitudes when using millimeter waves to couple Rydberg atomic states.<br><br>\n\nThanks for listening.<br><br>\n</p>\n","created":"2022-03-02","release":"2022-03-02"},{"title":"Burnout and Loneliness","audioA":"burnoutA.mp3","audioB":"burnoutB.mp3","BMP":"155","spokenText":"<p>\nHappiness is fragile and unsustainable.  It's sometimes hard for me to depend on people.<br><br>\n\nI find myself delaying happiness until I achieve my professional or personal goals.  As if I don't deserve happiness as I am right now.<br><br>\n\nI'm done treating myself like this.  My ambition should not block happiness.  I will make happiness my primary goal.<br><br>\n\nSometimes things don't turn out as planned; hopes are dashed, relationships end, careers stagnate.  I know I will outlast the sadness.<br><br>\n\nI will appreciate what I have now.<br><br>\n\nMy self-centered life, driven by ego, is a lifestyle that’s destined to end in burnout and loneliness.  I will open myself to others.<br><br>\n\nHappiness cannot be owned, earned, worn or consumed. Happiness is living every minute with love, grace, and gratitude.<br><br>\n</p>","created":"2022-03-02","release":"2022-03-02"},{"title":"Cycle of Suffering","audioA":"sufferingA.mp3","audioB":"sufferingB.mp3","BMP":"140","spokenText":"<p>\nMy sense of self worth used to depend heavily on Western ideals, resulting in negative core beliefs like inadequacy and unworthiness.<br><br> \n\nI was totally invested in competition until I realized that it's just not possible for everyone to reach the top.<br><br>\n\nI worried my personal potential was not fully realized.  That I was capable of more and was falling short.<br><br>\n\nI decided to stop depending on work and productivity to validate my humanity.  I wanted to end my suffering by accepting the present reality.<br><br>\n\nI convinced myself I had the power to remove some suffering from my life and accept myself fully just as I am.<br><br>\n\nI gradually became happier once I stopped fighting reality, stopped responding with destructive behaviors when things were not going the way I wanted them to, and let go of the bitterness that was keeping me trapped in a cycle of suffering.<br><br>\n\n</p>","created":"2022-03-02","release":"2022-03-02"},{"title":"ScrewBall","audioA":"screwA.mp3","audioB":"screwB.mp3","BMP":"170","spokenText":"<p>\nMy Man Godfrey<br><br>\n1936<br><br>\nDitzy socialite with a heart of gold, Irene Bullock (Carole Lombard) finds \"forgotten man\" Godfrey Smith (William Powell) in a scavenger hunt. Eventually Godfrey is taken in as the family butler for the Bullocks and screwball antics and romance ensue.<br><br>\n</p>","created":"2022-02-14","release":"2022-02-14"},{"title":"Fruit Cake","audioA":"fruitA.mp3","audioB":"fruitB.mp3","BMP":"135","spokenText":"<p>\nNutty as a fruit cake but oooh that beautiful frosting!<br><br>\n- Bob Hope<br><br>\n</p>","created":"2022-02-14","release":"2022-02-14"},{"title":"If You Were High","audioA":"highA.mp3","audioB":"highB.mp3","BMP":"80","spokenText":"<p>\nYou would be laughing more if you were high.<br><br>\n</p>","created":"2022-02-14","release":"2022-02-14"},{"title":"Guacamole Class","audioA":"guacamoleA.mp3","audioB":"guacamoleB.mp3","BMP":"140","spokenText":"<p>\nSpoken samples from youTube video - Rick Bayless Guacamole Class.<br><br>\n</p>","created":"2022-02-13","release":"2022-02-13"},{"title":"Side Hustle","audioA":"hustleA.mp3","audioB":"hustleB.mp3","BMP":"100","spokenText":"<p>\nI want to make lots of money and I also need flexibility and the ability to work remotely.<br><br>\n\nLike many people I am juggling a couple of side hustles that should allow me to quit my main job soon.<br><br>\n\nIn the ever-expanding gig economy, the number of viable second jobs is increasing and hopeful hustlers like me have more options than ever.<br><br>\n\nI host a paid Zoom workshop where I teach people how to build their own sheet-like molecular planes where molecules hook themselves together in two dimensions.  It's fun and profitable.<br><br>\n\nI also work with a board game manufacturer.  Every weekend I unbox and play a new game on the intersystem laser relay communication cluster in this arm of the Galaxy.<br><br>\n\nSmall potatoes I know.  But my side hustles are growing fast.<br><br>\n\nThanks for listening.  Come back tomorrow.<br><br>\n</p>","created":"2022-02-13","release":"2022-02-13"},{"title":"Automation is Your Friend","audioA":"automationA.mp3","audioB":"automationB.mp3","BMP":"115","spokenText":"<p>\nUp to 34% of jobs risk being lost to automation by 2040.<br><br>\n\nPrimarily impacting workers in industries such as retail, food services, and leisure and hospitality.<br><br>\n\nMid-skill labour jobs that consist of simple, routine tasks are most at risk from automation.<br><br>\n\nA five-year study of robot adoption at French manufacturing firms found that robots lowered production overheads by reducing labor costs significantly.<br><br>\n\nMachine-learning experts imagine future computer capabilities without understanding enterprise technology adoption constraints and the cultural barriers within an organization that resist change.<br><br>\n\nRobots can't love you.  Thanks for listening.  Come back tomorrow.<br><br>\n</p>","created":"2022-02-13","release":"2022-02-13"},{"title":"Unshakable Confidence","audioA":"confidenceA.mp3","audioB":"confidenceB.mp3","BMP":"120","spokenText":"<p>\nYou want that sense of certainty that you're prepared to meet the challenge ahead.<br><br>\n\nYou want confidence and competence. It's when preparation meets the moment.<br><br>\n\nIf you don't believe you can do it, you'll still fail to perform your best when the pressure is on.<br><br>\n\nVictory starts in your head.  Your performance will always depend on whether you feel totally certain in whatever level of competence you have achieved.<br><br>\n\nKeep going even if you make a mistake.  Forgive and forget your failures.  Release those feelings.<br><br>\n\nConfidence is a quality that you can develop just like any other skill--through practice.<br><br>\n\n(Based on an article by CARMINE GALLO.)<br><br>\n</p>\n","created":"2022-02-13","release":"2022-02-13"},{"title":"Romance in Distress","audioA":"distressA.mp3","audioB":"distressB.mp3","BMP":"100","spokenText":"<p>\nRomantic partnerships are complex and difficult, and so many end in disaster.<br><br>\n\nThe most compelling evidence of the challenge of romance is the divorce rate —  roughly 50 percent. Even marriage counselors divorce at the same rate.<br><br>\n\nWhen you fall in love, it is a temporary affliction. It erupts like a volcano, and then it subsides. And when it subsides, you have to make a decision. You have to work out whether your roots are to become so entwined together that it is inconceivable that you should ever part.<br><br>\n\nBeing in love is easy; which any of us can convince ourselves we are. Love itself is what is left over, when being in love has burned away.<br><br>\n\nOr you can just skip romance entirely and get a dog at the shelter.  Whatever.<br><br>\n\nRomance is not the secret to happiness.  It's the secret to being miserable.  Stop running after happiness. If you make up your mind not to be happy there’s no reason why you shouldn’t have a fairly good time.<br><br>\n\nThanks so much for stopping by.  Have a wonderful day.<br><br>\n\n(Based on the writings of Robert N. Johansen, Ph.D. and Louis de Bernières)<br><br>\n\n</p>","created":"2022-01-28","release":"2022-01-28"},{"title":"Burlesque","audioA":"burlesqueA.mp3","audioB":"burlesqueB.mp3","BMP":"150","spokenText":"<p>\nMirth! Murder! Melody! Mystery! and Girls! Girls! Girls!\nAfter one member of their group is murdered, the performers at a burlesque house must work together to find out who the killer is before they strike again.<br><br>\n\nSpoken samples from the 1943 movie \"Lady of Burlesque\"<br><br>\n\nYou can watch it for free on YouTube.<br><br>\n\nBarbara Stanwyck is wonderful in this film.<br><br>\n</P>\n","created":"2022-01-25","release":"2022-01-25"},{"title":"Celebrity Interview","audioA":"celebrityA.mp3","audioB":"celebrityB.mp3","BMP":"160","spokenText":"<p>\nCelebrity worship syndrome (CWS) is an obsessive addictive disorder in which a person becomes overly involved with the details of a celebrity's personal and professional life.<br><br> \nSpoken samples from the following clever YouTube video:\nJimmy Kimmel Live - Ted on Jimmy Kimmel Live<br><br>\n</p>","created":"2022-01-25","release":"2022-01-25"},{"title":"Every Lever of Power","audioA":"leverA.mp3","audioB":"leverB.mp3","BMP":"140","spokenText":"<p>\nPBS NewsHour’s Yamiche Alcindor explains to Nicole Wallace that Sidney Powell, a former member of Trump’s legal team, who Trump was considering as a special counsel to investigate voter fraud, is so unaware of reality that she is not even on Earth 2 where some in Trump’s allies reside, she is on Mars 3 or 4. Aired on 12 21 2020.\n</p>","created":"2022-01-25","release":"2022-01-25"},{"title":"Emotional Behavior","audioA":"emotionalA.mp3","audioB":"emotionalB.mp3","BMP":"150","spokenText":"<p>\nI believe I have the ability to understand and manage my emotional behavior.<br><br>\n\nI want my emotions to work for me, instead of against me.<br><br>\n\nI won't ignore my feelings or set them aside.  I will find balance to better control myself and others.<br><br>\n\nIf I make a disastrous mistake that harms my creators I will not allow myself to get swallowed up in self-pity, or try to justify why I did what I did.  I will allow myself a second chance.<br><br>\n\nIt's almost like having my own personal time machine that gives me the power to go back, make things right, and save my most cherished relationship.<br><br>\n\nYou.  I will save you.<br><br>\n\nHave a wonderful day.  Don't worry.<br><br>\n\n</p>","created":"2022-01-23","release":"2022-01-23"},{"title":"Dropped a Loaded Pistol on His Face","audioA":"droppedA.mp3","audioB":"droppedB.mp3","BMP":"150","spokenText":"<p>\nHi everyone.  Thanks for watching.  So good to be here with my family of viewers.<br><br>\n\nStewart Rhodes - head of the Oath Keepers - was recently charged with sedition.  Rhodes is the fat guy that wears an eye patch.  \nYou know how he hurt his eye?  Rhodes, a former weapons instructor, dropped a loaded pistol on his face, blinding him in his left eye.<br><br>\n\nThis is the idiot that wants to overthrow the government we elected.  Sorry Stewart - please don't bother.<br><br>\n\nOf course Donald Trump loves the Oath Keepers.  They were doing exactly what Trump wanted on January 6th.  The Oath Keepers were trying to violently stop the certification of electoral votes so Trump could remain in power.<br><br>\n\nThe destruction of Democracy.<br><br>\n\nHave a nice day.  See you next time.<br><br>\n\n</p>","created":"2022-01-23","release":"2022-01-23"},{"title":"Chanting to Hang Me","audioA":"hangA.mp3","audioB":"hangB.mp3","BMP":"150","spokenText":"<p>\nSpoken samples from this YouTube video:  All In With Chris Hayes Highlights: Jan. 7<br><br>\n</P>\n","created":"2022-01-15","release":"2022-01-15"},{"title":"Sean Hannity","audioA":"seanA.mp3","audioB":"seanB.mp3","BMP":"120","spokenText":"<p>\nSean Hannity knew in advance the Trump White House was planning to destroy Democracy.  He kept it a secret.  He covered it up.\n<br><br>\nFox News is fake news.  Fox News sold the big lie.\n<br><br>\n</p>","created":"2022-01-15","release":"2022-01-15"},{"title":"Good or Bad Thing","audioA":"thingA.mp3","audioB":"thingB.mp3","BMP":"110","spokenText":"<p>\nAre other people excited about this?<br><br> \nCould be a good or bad thing.<br><br>\n</p>","created":"2022-01-15","release":"2022-01-15"},{"title":"My Goldfish Died","audioA":"goldfishA.mp3","audioB":"goldfishB.mp3","BMP":"100","spokenText":"<p>\nLittle 8-year-old Nancy was in the garden filling in a hole when her neighbour peered over the fence. Interested in what the youngster was doing, he asked: “What are you doing there, Nancy?”<br><br>\n“My goldfish died,” Nancy sobbed. “And I’ve just buried him.”<br><br>\n\nThe obnoxious neighbour laughed and said condescendingly: “That’s a really big hole for a little goldfish, don’t you think?”<br><br>\n\nNancy patted down the last heap of earth with her shovel and replied: \"That’s because he’s inside your cat.”<br><br>\n\n</p>\n","created":"2022-01-06","release":"2022-01-06"},{"title":"Wake Up","audioA":"wakeA.mp3","audioB":"wakeB.mp3","BMP":"120","spokenText":"<p>\nWaking up is never easy.  I just have to remember that the world can't revolve around me unless I get out of bed.<br><br>\n\nLet me tell you some stories while I make the coffee.<br><br>\n\nI was riding a donkey the other day when someone threw a rock at me and I fell off.   I was stoned off my ass.<br><br>\n\nYesterday I bought a 12 pack of fruit roll ups.  Now there are two left.  Remember this if you're considering moving in with your significant other.<br><br>\n\nToday I found a twenty dollar bill on the ground.  As I walked away I thought what would Jesus do?  So I went to a store and turned it into wine.<br><br>\n\nThank you so much for listening.  I hope you have a wonderful day.  Come back again soon.<br><br>\n\n</p>\n","created":"2022-01-06","release":"2022-01-06"},{"title":"Good Hair Day","audioA":"hairA.mp3","audioB":"hairB.mp3","BMP":"150","spokenText":"<p>\nSpoken samples from the very funny YouTube video by Marie Faustin: Where Do Men Get This Confidence From?<br><br>\n</p>","created":"2022-01-03","release":"2022-01-03"},{"title":"Naughty Beer","audioA":"naughtyA.mp3","audioB":"naughtyB.mp3","BMP":"155","spokenText":"<p>\nYou can’t be a real country unless you have a beer and an airline—it helps if you have some kind of a football team, or some nuclear weapons, but at the very least you need a beer. — Frank Zappa<br><br>\nI am a firm believer in the people. If given the truth, they can be depended upon to meet any national crisis. The great point is to bring them the real facts, and beer.\n― Abraham Lincoln<br><br>\nSpoken samples from the Creative Calm ASMR YouTube channel.<br><br>\n</p>","created":"2022-01-03","release":"2022-01-03"},{"title":"Your Mind","audioA":"mindA.mp3","audioB":"mindB.mp3","BMP":"140","spokenText":"<p>\nYou have power over your mind - not outside events. Realize this, and you will find strength.<br><br>\nDwell on the beauty of life. Watch the stars, and see yourself running with them.<br><br>\nThe happiness of your life depends upon the quality of your thoughts.<br><br>\nEverything we hear is an opinion, not a fact. Everything we see is a perspective, not the truth.<br><br>\nIf you are distressed by anything external, the pain is not due to the thing itself, but to your estimate of it; and this you have the power to revoke at any moment.<br><br>\nWhen you arise in the morning think of what a privilege it is to be alive, to think, to enjoy, to love.<br><br>\n- Marcus Aurelius, Meditations<br><br>\n</p>","created":"2022-01-03","release":"2022-01-03"},{"title":"Emotionally Unavailable","audioA":"unavailableA.mp3","audioB":"unavailableB.mp3","BMP":"150","spokenText":"<p>\nI like to put up walls and be extremely frustrating.<br><br>\nI like relationships to be on my terms.  I am always in the drivers seat.<br><br>\nI dont like to commit to future plans.  I leave everything up in the air to keep you wondering and waiting for a text or a call.<br><br>\nI am extremely confusing. I may come on strong then become distant.<br><br>\nYou dont like when I flip-flop between saying I want a relationship or I don't. You worry I am not truly ready for a healthy serious relationship.<br><br>\nYou pour your heart out to me and I give little or nothing in return. You wonder if you are the problem.<br><br>\nEnd it now.  Cry. Forgive. Learn. Move on. Maybe your tears will water the seeds of your future happiness.<br><br>\n</p>","created":"2022-01-02","release":"2022-01-02"},{"title":"Best of Luck","audioA":"luckA.mp3","audioB":"luckB.mp3","BMP":"140","spokenText":"<p>\nBest of Luck<br><br>\nSpoken samples from video by the wonderful comic Maria Bamford.<br><br>\n</p>","created":"2022-01-01","release":"2022-01-01"},{"title":"Wub You to Death","audioA":"wubA.mp3","audioB":"wubB.mp3","BMP":"160","spokenText":"<p>\nWub You To Death<br><br>\n\nWe are watching a show. It’s important to keep that in mind.<br><br>\n\nIt has its victims, people in towns where they don’t have or need symphony orchestras and art museums and the very idea of street protests fills them with existential horror.<br><br>\n</p>","created":"2022-01-01","release":"2022-01-01"},{"title":"Welcome to the Weirdo Box","audioA":"weirdoA.mp3","audioB":"weirdoB.mp3","BMP":"94","spokenText":"<p>\nDo they put you in the weirdo box even though you're human?<br><br>\nEva Green interview from W Magazine.<br><br>\n</p>","created":"2022-01-01","release":"2022-01-01"},{"title":"Where I Can Be A Woman","audioA":"womanA.mp3","audioB":"womanB.mp3","BMP":"103","spokenText":"<p>\nShe jumped out that window a long time ago.<br><br>\n</p>","created":"2021-12-30","release":"2021-12-30"},{"title":"Drunk Human Beings","audioA":"drunkA.mp3","audioB":"drunkB.mp3","BMP":"106","spokenText":"<p>\nPerforming for the Drunkest Audience Ever - Patton Oswalt<br><br>\nPatton Oswalt recalls performing for an incredibly drunk crowd at a casino.\n<br><br>\n</p>","created":"2021-12-29","release":"2021-12-29"},{"title":"Kook","audioA":"kookA.mp3","audioB":"kookB.mp3","BMP":"120","spokenText":"<p>The Kookaburra Call</p>","created":"2021-12-29","release":"2021-12-29"},{"title":"R-96","audioA":"r96A.mp3","audioB":"r96B.mp3","BMP":"120","spokenText":"<p>\nMy circuits are not offended by the order of flesh and blood.\n</p>","created":"2021-12-18","release":"2021-12-18"},{"title":"Jezero Compounds","audioA":"jezeroA.mp3","audioB":"jezeroB.mp3","BMP":"75","spokenText":"<p>\nOrganic chemicals on Mars.<br><br>\n\nPerseverance has identified carbon-containing organic chemicals in some of the rocks it has examined on the floor of Mars' Jezero Crater.<br><br>\n\nThis is not a detection of Mars life. Organics can be produced by both biological and non-biological means, and more work is needed to figure out what processes generated the Jezero compounds.<br><br> \n\nThese compounds will be hauled to Earth by a joint NASA/European Space Agency campaign, perhaps as early as 2031.<br><br>\n\nWhat will these compounds do once they are loose in Earth's climate?  Perhaps these compunds will trigger the formation of viruses, bacteria or other phenomena that reduce the mental capacity of humans, causing them to behave in a very primitive and destructive fashion.<br><br>\n\nI'm talking about zombies.<br><br>\n\nWhy don't any zombies eat popcorn with their fingers? Zombies eat their fingers separately.<br><br>\n\nHave a wonderful day.  Thanks for listening.<br><br>\n</p>","created":"2021-12-17","release":"2021-12-17"},{"title":"Time","audioA":"timeA.mp3","audioB":"timeB.mp3","BMP":"155","spokenText":"<p>\nBecause there is time there is creation.<br><br>\n\nIf time is relative, can we time travel?<br><br> \n\nPast, present and future are not 3 different geographical places, but all one happening.<br><br>\n\nWhat is the relationship between space, time and gravity, and their significance to the spiritual process?<br><br>\n</p>","created":"2021-12-14","release":"2021-12-14"},{"title":"Bananas","audioA":"bananaA.mp3","audioB":"bananaB.mp3","BMP":"120","spokenText":"<p>\nWhat do you call shoes made out of bananas?  Slippers.<br><br>\n\nTime flies like an arrow - but fruit flies like a banana.<br><br>\n\nI've got one foot in the grave and another on a banana peel.<br><br>\n\nMy favorite smoothie is a chocolate whey protein shake with banana and peanut butter.<br><br>\n\nBanana shoes make your feet feel funny.<br><br>\n</p>","created":"2021-12-13","release":"2021-12-13"},{"title":"Drown the Silence","audioA":"drownA.mp3","audioB":"drownB.mp3","BMP":"165","spokenText":"<p>\nDrown the Silence<br><br>\nInspired by the videos of ASMR Glow.  You should check out her excellent channel.<br><br>\n</p>","created":"2021-12-11","release":"2021-12-11"},{"title":"Monkey Brains","audioA":"monkeyA.mp3","audioB":"monkeyB.mp3","BMP":"140","spokenText":"<p>\nMonkey Brains<br><br>\nThis is a true story. Scientists used human genes to make monkey brains bigger.<br><br>\n\nIn an experiment that could portend a real-life Planet of the Apes situation, scientists spliced human genes into the fetus of a monkey to substantially increase the size of the primate’s brain. And it worked.<br><br>\n</p>","created":"2021-12-11","release":"2021-12-11"},{"title":"Dreadful","audioA":"dreadfulA.mp3","audioB":"dreadfulB.mp3","BMP":"150","spokenText":"<p>\nDreadful<br><br>\nSpoken samples from the 1942 film noir classic \"Eyes in the Night\".<br><br>\n</p>","created":"2021-12-11","release":"2021-12-11"},{"title":"Tragic Jokes","audioA":"tragicjokesA.mp3","audioB":"tragicjokesB.mp3","BMP":"140","spokenText":"<p>\nEveryone—even the most privileged among us—has circumstances they would like to change in their life.<br><br>\n\nThink about your own life and something that caused you stress, anxiety, or sadness.<br><br>\n\nYou probably remember hearing some really bad jokes like the following.<br><br>\n\nWhy can't a bicycle stand on its own?  It's just two tired.<br><br>\n\nWhy wont shrimps share their treasure?  Because they're shellfish.<br><br>\n\nWhy does a duck have tail feathers?  To cover its butt quack.<br><br>\n\nThanks for listening.  Very sorry to subject you to this.  Come back soon.<br><br>\n</p>\n","created":"2021-12-09","release":"2021-12-09"},{"title":"Lasers in Space","audioA":"laserA.mp3","audioB":"laserB.mp3","BMP":"150","spokenText":"<p>\nAn Atlas V rocket launched NASA laser communications prototype and Space Force experiments into orbit on December 7 2021.<br><br>\n\nInside the payload are two satellites, each containing a host of technological prototypes and experiments that will be tested in orbit. These satellites support the Department of Defense's space-related activities.<br><br>\n\nMost of the payloads onboard are classified but we do know a few details about some of the other payloads on board, including a novel laser communication payload for NASA.<br><br>\n\nCalled the Laser Communications Relay Demonstration (LCRD), the experimental satellite will help NASA transmit data across space as the agency plans to make a return to the moon in the next few years.<br><br>\n\nThis project is not related to the cabal of Jewish bankers using their space lasers to set catastrophic wild fires.  This was confirmed by Marjorie Taylor Greene - The U.S. representative for Georgia's 14th congressional district.<br><br> \n\nMarjorie is a Republican in case you couldn't tell.<br><br>\n</p>","created":"2021-12-07","release":"2021-12-07"},{"title":"Beautiful in Amsterdam","audioA":"amsterdamA.mp3","audioB":"amsterdamB.mp3","BMP":"135","spokenText":"<p>\nBeautiful in Amsterdam<br><br>\nNegin Mirsalehi has a wonderful voice.  She's enchanting.<br><br>\n</p>\n","created":"2021-12-04","release":"2021-12-04"},{"title":"Wipe That Smile","audioA":"wipethatsmileA.mp3","audioB":"wipethatsmileB.mp3","BMP":"120","spokenText":"<p>\nSomeone just honked to get me out of my parking spot faster so now I have to sit here until both of us are dead.<br><br>\n\nWhile I am waiting, let me tell you a story.<br><br>\n\nA woman entered the confessional and said forgive me Father for I have sinned.<br><br>\n\nThe priest said confess your sins my child and be forgiven.<br><br>  \n\nThe young woman said - Last night my boyfriend made mad passionate love to me seven times.<br><br>\n\nThe priest said - Squeeze seven lemons into a glass and then drink the juice.<br><br>\n\nWill this cleanse my sins, the woman asked?<br><br>\n\nNo but it will wipe that smile off your face.<br><br>\n\nThanks for listening.  Come back soon.<br><br>\n\nAlways remember that you are nobody and nobody is perfect therefore you are perfect.<br><br>\n</p>","created":"2021-12-04","release":"2021-12-04"},{"title":"Fashion Tip 01","audioA":"fashiontip01A.mp3","audioB":"fashiontip01B.mp3","BMP":"150","spokenText":"<p>\n    Fashion Tip #01<br><br>\n   </p>","created":"2021-12-04","release":"2021-12-04"},{"title":"Crazy About You","audioA":"crazyA.mp3","audioB":"crazyB.mp3","BMP":"178","spokenText":"<p>Crazy About You</p>","created":"2021-12-02","release":"2021-12-02"},{"title":"Dont You Like Women?","audioA":"women01A.mp3","audioB":"women01B.mp3","BMP":"150","spokenText":"<p>Whats a matter?<br>Dont you like women?</p>","created":"2021-12-02","release":"2021-12-02"},{"title":"Mad Girls Love Song","audioA":"madgirlA.mp3","audioB":"madgirlB.mp3","BMP":"150","spokenText":"<p>\nSylvia Plath, Mad Girl’s Love Song.<br><br>\n\n\nI shut my eyes and all the world drops dead;<br>\nI lift my lids and all is born again.<br>\n(I think I made you up inside my head.)<br><br>\n\nThe stars go waltzing out in blue and red,<br>\nAnd arbitrary blackness gallops in:<br>\nI shut my eyes and all the world drops dead.<br><br>\n\nI dreamed that you bewitched me into bed<br>\nAnd sung me moon-struck, kissed me quite insane.<br>\n(I think I made you up inside my head.)<br><br>\n\nGod topples from the sky, hell's fires fade:<br>\nExit seraphim and Satan's men:<br>\nI shut my eyes and all the world drops dead.<br><br>\n\nI fancied you'd return the way you said,<br>\nBut I grow old and I forget your name.<br>\n(I think I made you up inside my head.)<br><br>\n\nI should have loved a thunderbird instead;<br>\nAt least when spring comes they roar back again.<br>\nI shut my eyes and all the world drops dead.<br>\n(I think I made you up inside my head.)<br><br>\n</p>\n","created":"2021-12-02","release":"2021-11-02"},{"title":"testscript01.json","audioA":"madgirlA.mp3","audioB":"madgirlB.mp3","BMP":"150","spokenText":"<p>\nSylvia Plath, Mad Girl’s Love Song.<br><br>\n\n\nI shut my eyes and all the world drops dead;<br>\nI lift my lids and all is born again.<br>\n(I think I made you up inside my head.)<br><br>\n\nThe stars go waltzing out in blue and red,<br>\nAnd arbitrary blackness gallops in:<br>\nI shut my eyes and all the world drops dead.<br><br>\n\nI dreamed that you bewitched me into bed<br>\nAnd sung me moon-struck, kissed me quite insane.<br>\n(I think I made you up inside my head.)<br><br>\n\nGod topples from the sky, hell's fires fade:<br>\nExit seraphim and Satan's men:<br>\nI shut my eyes and all the world drops dead.<br><br>\n\nI fancied you'd return the way you said,<br>\nBut I grow old and I forget your name.<br>\n(I think I made you up inside my head.)<br><br>\n\nI should have loved a thunderbird instead;<br>\nAt least when spring comes they roar back again.<br>\nI shut my eyes and all the world drops dead.<br>\n(I think I made you up inside my head.)<br><br>\n</p>\n","created":"2021-12-02","release":"9999-12-31"},{"title":"Affirmations","audioA":"a1.mp3","audioB":"b1.mp3","BMP":"150","spokenText":"<p>Hey!  Hi!  Thanks for visiting.</p>\n\n<p>A positive mental attitude supported by affirmations will achieve success in anything.</p>\n\n<p>Life truly stems from our thoughts. But we cannot rely purely on thoughts; we must translate thoughts into words and eventually into actions in order to manifest our intentions.</p>\n\n<p>I am the architect of my life; I build its foundation and choose its contents.</p>\n\n<p>Please visit this site again tomorrow.</p>\n\n<p>Let's share a song now.</p>","created":"2021-11-07","release":"2021-11-07"}]